{
  "policies": {
    "shipping": {
      "title": "Shipping & Delivery Policy",
      "lastUpdated": "Last Updated",
      "date": "January 1, 2023",
      "introduction": "At ShopName, we strive to provide fast, reliable shipping services to all our customers. This policy outlines our shipping methods, delivery times, and other important information regarding the delivery of your orders.",
      "methods": {
        "title": "Shipping Methods",
        "description": "We offer several shipping methods to meet your needs and budget. Choose the option that works best for you during checkout:",
        "standard": {
          "name": "Standard Shipping",
          "description": "Delivery within 3-5 business days"
        },
        "express": {
          "name": "Express Shipping",
          "description": "Delivery within 1-2 business days"
        },
        "overnight": {
          "name": "Overnight Shipping",
          "description": "Next business day delivery (order must be placed before 2 PM)"
        }
      },
      "costs": {
        "title": "Shipping Costs",
        "description": "Shipping costs are calculated based on the weight of your order, the shipping method selected, and your delivery location. The exact shipping cost will be displayed during checkout before you complete your purchase.",
        "freeShipping": "Orders over $50 qualify for free standard shipping within the continental United States."
      },
      "processing": {
        "title": "Order Processing Time",
        "description": "All orders are processed within 1-2 business days. Orders placed on weekends or holidays will be processed on the next business day.",
        "point1": "Orders placed before 12 PM EST on business days are typically processed the same day.",
        "point2": "During peak seasons (holidays, special promotions), processing may take up to 3 business days.",
        "point3": "You will receive a shipping confirmation email with tracking information once your order has been shipped."
      },
      "tracking": {
        "title": "Tracking Your Order",
        "description": "Once your order has been shipped, you will receive a shipping confirmation email with a tracking number. You can use this tracking number to monitor the status of your delivery.",
        "additional": "You can also track your order by logging into your account and viewing your order history."
      },
      "international": {
        "title": "International Shipping",
        "description": "We currently ship to select international destinations. International orders may take 7-21 business days to arrive, depending on the destination country and customs processing.",
        "important": "Important Information for International Orders",
        "duties": "International orders may be subject to import duties, taxes, and customs fees, which are the responsibility of the recipient. These charges are not included in the purchase price or shipping cost."
      },
      "issues": {
        "title": "Delivery Issues",
        "description": "If you experience any issues with your delivery, please contact our customer service team within 48 hours of the expected delivery date.",
        "contact": "For packages showing as delivered but not received, please check with neighbors, building management, or your local post office before contacting us."
      },
      "changes": {
        "title": "Changes to Shipping Address",
        "description": "If you need to change your shipping address after placing an order, please contact us immediately. We cannot guarantee that we will be able to change the shipping address once an order has been processed."
      },
      "questions": "If you have any questions about our shipping policy, please don't hesitate to contact us.",
      "contact_us": "Contact our customer service team"
    },
    "returns": {
      "title": "Returns & Refunds Policy",
      "lastUpdated": "Last Updated",
      "date": "January 1, 2023",
      "policy": {
        "title": "Return Policy",
        "description": "We want you to be completely satisfied with your purchase. If you're not entirely happy with your order, we're here to help you return or exchange it."
      },
      "eligibility": {
        "title": "Return Eligibility",
        "description1": "You may return most new, unopened items within 30 days of delivery for a full refund. We also accept returns of used items within 14 days if the item is defective or damaged upon receipt.",
        "description2": "To be eligible for a return, your item must be in the same condition that you received it, unworn or unused, with tags, and in its original packaging.",
        "timeframes": "Return Timeframes",
        "new_items": "New, unopened items: 30 days from delivery date",
        "defective_items": "Defective or damaged items: 14 days from delivery date"
      },
      "nonReturnable": {
        "title": "Non-Returnable Items",
        "description": "The following items cannot be returned:",
        "item1": "Gift cards",
        "item2": "Downloadable software products",
        "item3": "Personal care items (for health and hygiene reasons)",
        "item4": "Customized or personalized products",
        "item5": "Perishable goods"
      },
      "process": {
        "title": "Return Process",
        "description": "To initiate a return, please follow these steps:",
        "step1_title": "Contact Customer Service",
        "step1": "Contact our customer service team to obtain a Return Merchandise Authorization (RMA) number",
        "step2_title": "Package Your Return",
        "step2": "Package the item securely with all the original packaging and include your RMA number",
        "step3_title": "Ship Your Return",
        "step3": "Ship the item to the address provided by our customer service team"
      },
      "refunds": {
        "title": "Refunds",
        "description": "Once we receive and inspect your return, we will notify you of the status of your refund. If approved, your refund will be processed, and a credit will automatically be applied to your original method of payment.",
        "timeline": "Refunds typically take 5-10 business days to appear on your statement, depending on your payment method and financial institution."
      },
      "late": {
        "title": "Late or Missing Refunds",
        "description": "If you haven't received a refund after 10 business days, please check your bank account again. Then contact your credit card company, it may take some time before your refund is officially posted. If you've done all of this and you still have not received your refund, please contact our customer service team."
      },
      "exchanges": {
        "title": "Exchanges",
        "description": "If you need to exchange an item for the same product, send us an email and ship your item to the return address provided. If you're exchanging for a different product, please return the original item for a refund and place a new order."
      },
      "shipping": {
        "title": "Return Shipping Costs",
        "description": "You will be responsible for paying the shipping costs for returning your item. Shipping costs are non-refundable.",
        "note": "If you receive a refund, the cost of return shipping will be deducted from your refund."
      },
      "questions": {
        "title": "Questions About Returns?",
        "description": "If you have any questions about our return policy, please don't hesitate to contact us.",
        "contact_us": "Contact our customer service team"
      }
    },
    "privacy": {
      "title": "Privacy Policy",
      "lastUpdated": "Last Updated",
      "date": "January 1, 2023",
      "introduction": "This Privacy Policy describes how we collect, use, and disclose your personal information when you visit our website or make a purchase from us. We are committed to protecting your privacy and ensuring the security of your personal information.",
      "section1": {
        "title": "Personal Information We Collect",
        "content": "When you visit the Site, we collect certain information about your device, your interaction with the Site, and information necessary to process your purchases.",
        "personal_data": {
          "title": "Types of Personal Information",
          "description": "We may collect the following types of personal information:",
          "account_info": "Account Information",
          "name": "Name",
          "email": "Email address",
          "phone": "Phone number",
          "address": "Shipping and billing address",
          "usage_info": "Usage Information",
          "ip": "IP address",
          "browser": "Browser type and version",
          "device": "Device information",
          "cookies": "Cookies and browsing data"
        }
      },
      "section2": {
        "title": "How We Use Your Personal Information",
        "content": "We use the information we collect to provide, maintain, and improve our Services, to process your purchases, to communicate with you, and to detect, prevent, or address fraud.",
        "purposes": {
          "title": "We use your information for the following purposes:",
          "process_orders": "To process and fulfill your orders, including shipping and payment processing",
          "improve_service": "To improve and personalize your experience on our website",
          "communication": "To communicate with you about your orders, account, and promotional offers",
          "security": "To protect our website and customers from fraud and unauthorized access"
        }
      },
      "section3": {
        "title": "Sharing Your Personal Information",
        "content": "We share your Personal Information with service providers to help us provide our services and fulfill our contracts with you.",
        "third_parties": {
          "title": "Third Parties We Share Information With",
          "service_providers": "Service Providers",
          "service_description": "We share information with service providers who process data on our behalf, such as payment processors, shipping companies, and marketing services.",
          "business_partners": "Business Partners",
          "partners_description": "We may share information with business partners to offer you certain products, services, or promotions.",
          "legal": "Legal Requirements",
          "legal_description": "We may disclose your information if required to do so by law or in response to valid requests by public authorities."
        }
      },
      "section4": {
        "title": "Your Rights",
        "content": "You have the right to access personal information we hold about you and to ask that your personal information be corrected, updated, or deleted. If you would like to exercise this right, please contact us.",
        "rights": {
          "access": "Right to Access",
          "access_description": "You can request a copy of the personal information we hold about you.",
          "rectification": "Right to Rectification",
          "rectification_description": "You can request that we correct any inaccurate or incomplete information.",
          "erasure": "Right to Erasure",
          "erasure_description": "You can request that we delete your personal information in certain circumstances.",
          "restriction": "Right to Restriction",
          "restriction_description": "You can request that we restrict the processing of your personal information."
        }
      },
      "section5": {
        "title": "Data Retention",
        "content": "When you place an order through the Site, we will maintain your Order Information for our records unless and until you ask us to delete this information."
      },
      "section6": {
        "title": "Cookies",
        "content": "We use cookies to maintain session information and to enhance your browsing experience on our website.",
        "cookie_policy": "For more detailed information about the cookies we use, please see our Cookie Policy."
      },
      "section7": {
        "title": "Changes",
        "content": "We may update this privacy policy from time to time in order to reflect, for example, changes to our practices or for other operational, legal or regulatory reasons."
      },
      "contact": {
        "title": "Contact Us",
        "description": "If you have any questions about our Privacy Policy or how we handle your personal information, please contact us.",
        "link": "Contact our privacy team"
      }
    },
    "terms": {
      "title": "Terms of Service",
      "lastUpdated": "Last Updated",
      "date": "January 1, 2023",
      "introduction": "Welcome to ShopName. These Terms of Service govern your use of our website and services. By accessing or using our services, you agree to be bound by these Terms.",
      "section1": {
        "title": "Definitions",
        "content": "To help you understand these Terms, here are some key definitions:",
        "definitions": {
          "service": "Service",
          "service_description": "Refers to the website, application, and services provided by ShopName.",
          "user": "User",
          "user_description": "Refers to the individual accessing or using the Service.",
          "company": "Company",
          "company_description": "Refers to ShopName, the entity that owns and operates the Service.",
          "content": "Content",
          "content_description": "Refers to text, images, videos, and other materials that appear on the Service."
        }
      },
      "section2": {
        "title": "Account Registration",
        "content": "To access certain features of the Service, you may be required to register for an account. You agree to provide accurate, current, and complete information during the registration process and to update such information to keep it accurate, current, and complete.",
        "requirements": {
          "title": "When creating an account, you must:",
          "accurate": "Provide accurate and complete information",
          "age": "Be at least 18 years old or have parental consent",
          "one_account": "Create only one account per person",
          "security": "Keep your account credentials secure"
        }
      },
      "section3": {
        "title": "User Responsibilities",
        "content": "You are responsible for maintaining the confidentiality of your account and password. You agree to accept responsibility for all activities that occur under your account. You must notify us immediately of any unauthorized use of your account.",
        "prohibited": {
          "title": "Prohibited Activities",
          "description": "When using our Service, you agree not to:",
          "illegal": "Use the Service for any illegal purpose or in violation of any laws",
          "harmful": "Post or transmit harmful, threatening, abusive, or harassing content",
          "impersonation": "Impersonate any person or entity or falsely state your affiliation",
          "infringement": "Infringe upon intellectual property rights of others"
        }
      },
      "section4": {
        "title": "Intellectual Property",
        "content": "The Service and its original content, features, and functionality are and will remain the exclusive property of ShopName and its licensors. The Service is protected by copyright, trademark, and other laws.",
        "ownership": "All logos, product names, and company names are trademarks of their respective owners."
      },
      "section5": {
        "title": "Termination",
        "content": "We may terminate or suspend your account and bar access to the Service immediately, without prior notice or liability, under our sole discretion, for any reason whatsoever, including without limitation if you breach the Terms.",
        "reasons": {
          "title": "Reasons for account termination may include:",
          "violation": "Violation of these Terms of Service",
          "illegal": "Engaging in illegal activities",
          "risk": "Posing a security risk to our platform or other users",
          "extended_inactivity": "Extended periods of account inactivity"
        }
      },
      "section6": {
        "title": "Limitation of Liability",
        "content": "In no event shall ShopName, nor its directors, employees, partners, agents, suppliers, or affiliates, be liable for any indirect, incidental, special, consequential or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from your access to or use of or inability to access or use the Service.",
        "disclaimer": "The Service is provided on an 'as is' and 'as available' basis without any warranties of any kind."
      },
      "section7": {
        "title": "Governing Law",
        "content": "These Terms shall be governed and construed in accordance with the laws of the United States, without regard to its conflict of law provisions."
      },
      "questions": {
        "title": "Questions About Our Terms?",
        "description": "If you have any questions about these Terms of Service, please contact us.",
        "contact_us": "Contact our legal team"
      }
    }
  }
}

